option8_rails_backbone-on-rails/app/controllers/todos_controller.rb

INSERT INTO "todos" ("content", "created_at", "done", "order", "updated_at") VALUES (?, ?, ?, ?, ?)  [["content", "sadas"], ["created_at", Wed, 04 Jul 2012 06:32:45 UTC +00:00], ["done", false], ["order", 1], ["updated_at", Wed, 04 Jul 2012 06:32:45 UTC +00:00]]
---
  def create
    respond_with Todo.create params[:todo]

SELECT "todos".* FROM "todos"
---
  def index
    respond_with @todos = Todo.all